[GENERAL]
NAME					= Finnish
TRANSLATOR				= -
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Versio#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Nopea, Helppo Videonkäsittelyohjelma.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Rekisteröimätön

TEXT_YES				= Kyllä
TEXT_NO					= Ei
TEXT_CLOSE				= Sulje
TEXT_CANCEL				= Peruuta
TEXT_OK					= OK
TEXT_ABORT				= Pysäytä
TEXT_RETRY				= Yritä uudelleen
TEXT_IGNORE				= Hylkää
TEXT_CONTINUE				= Jatka

TEXT_SAVE				= Save
TEXT_NOT_SAVE				= Don't Save

TEXT_SECOND				= Sec

TEXT_OPEN_FILE				= Tiedoston avaus
TEXT_SELECT_FOLDER			= Valitse tallennuskansio.

TEXT_SEG_DURATION			= Kesto ${str1}
TEXT_SEEK_POS				= Etsi ${str1}
TEXT_TOTAL_SEG_DURATION			= Kokonaiskesto ${str1}
TEXT_HIGH_SPEED_MODE			= High Speed Mode
TEXT_HIGH_ENCODING_MODE			= Encoding Mode

TEXT_VOLUME_MUTE			= Vaimenna
TEXT_VOLUME				= Äänenvoimakkuus: ${int1}

TEXT_CHANGE_LANG			= Vaihtaaksesi kielen, sinun täytyy käynnistää Bandicut uudelleen.[br]Tee se nyt?
TEXT_RESET_ALL_SETTINGS			= Haluatko varmasti palauttaa kaikki asetukset oletusasetuksille?
TEXT_SHUTDOWN_SEC			= Järjestelmä sammuu ${int1} sekunnin kuluttua.
TEXT_SHUTDOWN_APP_SEC			= Bandicut sulkeutuu ${int1} sekunnin kuluttua.

TEXT_UPDATE_AVAILABLE			= Uusi versio Bandicutista on saatavilla. [br]Haluaisitko ladata sen nyt?
TEXT_UPDATE_UNAVAILABLE			= Tämä versio on viimeisin.
TEXT_UPDATE_FAILED			= Version tarkistus epäonnistui. [br]Järjestelmä ei mahdollisesti ole kytketty Internettiin. Yrittäisitkö uudelleen.
TEXT_OFFLINE				= This function is able to be used when this system is connected to the Internet[br]Please, try again after you check your Internet connection.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Tämä sovellus on virheellinen. [br]Sinun pitää asentaa Bandicut uudelleen.

TEXT_NOT_SEEKABLE			= Tämä mediatiedosto ei ole kelattava. 
TEXT_NOT_SEEKABLE_DETAIL		= Korkeanopeuksinen tila ja osaasetukset eivät ole saatavilla.[br]- Viottunut indeksitaulu.[br]- Ei avainkehyksiä tai indeksitauluja.

TEXT_NOT_SUPPORT_FILE			= Bandicut ei tue näitä tiedostomuotoja. [br](Täällä ei ole videota tai koodekin tietoja.)[br]Näet tiedoston tiedot.
TEXT_NOT_SUPPORT_VIDEO			= [br]- Videokoodekki ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Äänikoodekki ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Tiedostomuoto: ${str1}
TEXT_NOT_SUPPORT_NONE			= Ei mitään
TEXT_NOT_SUPPORT_NOT_DECODE		= (Ei voida toistaa)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Ei videodataa)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]The input file doesn't exist.[br]Please check the file path. 

TEXT_NOT_HIGH_SPEED			= Korkeanopeuksinen tila ei ole saatavilla.
TEXT_NOT_HIGH_SPEED_DETAIL		= Tämä tiedosto ei voi käyttää korkeanopeuksista tilaa, koska on koodekkiongelma. [br]- Käyttäisitkö koodikielen muuntamistilaa (encoding).
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - On alle 10 videoruutua.
TEXT_NOT_HIGH_SPEED_QUERY		= - Mediatiedoston luominen epäonnistui.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Korkeanopeuksinen tila on paljon nopeampi kuin koodaustila. [br]Kuitenkin tiedoston aloitusaika voi muuttua, kun käytetään korkeanopeuksista tilaa (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Haluatko jatkaa käyttääksesi korkeanopeuksista tilaa?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Korkeanopeuksinen tila on saatavilla rekisteröinnin jälkeen.[br][br]Haluatko ostaa Bandicutin lisenssin osoitteesta https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= You cannot change this setting on the free version of Bandicut. [br]Please purchase Bandicut from https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= Tämän tiedoston aloitusaika voi vaihtua.
TEXT_KEY_FRAME_CUT2			= - Please use Encoding mode if there is any problem.

TEXT_NOT_HIGH_SPEED_JOIN		= You can use High-speed mode for Joiner only when all formats are exactly the same.

TEXT_MSG_CONVERTING_CLOSE		= Tehtävä on käynnissä. Haluatko peruuttaa sen ja sulkea Bandicutin?
TEXT_MSG_CONVERTING_CANCEL		= Tehtävä on käynnissä. Haluatko peruuttaa sen?
TEXT_MSG_CHECK_NOT_SHOW			= Älä näytä seuraavalla kerralla.
TEXT_MSG_WRITE_HEADER			= Nyt kirjoitetaan tiedostotunnistetta. Jos tiedosto on suuri, tehtävä voi kestää pitkään. Odotatko hetkisen.

TEXT_ERROR_DISKSPACE_TITLE		= Not enough disk space for the output folder.
TEXT_ERROR_DISKSPACE			= Please change the output folder and try again.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Not enough disk space for the cache folder.
TEXT_ERROR_CACHE_DISKSPACE		= Please change the cache folder and try again.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Please change the output or cache folder.
TEXT_ERROR_FILE_SYSTEM			= The output or cache folder is not located on an NTFS file system, which may cause problems when processing files larger than 4GB.[br]-Folder to change:
TEXT_CANT_KEYFRAME_SEEK			= Analysoidaan mediatiedostoa. Analysoinnin jälkeen voit etsiä käyttämällä avainkehyksien yksiköitä.
TEXT_READ_FILE				= Median lukeminen epäonnistui. Tarkista tiedosto.[br]Jos tiedosto on CD:llä tai DVD:llä, niin kopioisitko sen kovalevyllesi ja yritä uudelleen.
TEXT_CODEC_CONFIG			= Virheelliset koodausasetukset.
TEXT_CODEC_CONFIG2			= [br]Siirry 'Koodausasetukset' -valikkoon ja käytä oletuskoodausasetuksia ja yritä sitten uudelleen.
TEXT_VIDEO_ENCODING			= Virhe havaittu videota koodatessa. You need to check the input file or the encoding settings.
TEXT_VIDEO_ENCODING_QSV_TITLE		= The converting has stopped because there is a problem with the Intel® Quick Sync Video encoder.
TEXT_VIDEO_ENCODING_QSV			= Will you use the H.264 Software Encoder?
TEXT_AUDIO_ENCODING			= Virhe havaittu ääntä koodatessa. You need to check the input file or the encoding settings.
TEXT_NOT_SUPPORT_TYPE			= Tallennettavan tiedoston luominen epäonnistui.
TEXT_UNSUPPORT_VIDEO_SIZE		= Unable to convert to this video resolution.[br]The maximum resolution supported by ${str1} is ${str2}.[br]Please go to the 'Encoding Settings' menu and select another video resolution and try again.
TEXT_NO_ENCODER				= Kooderia ei löytynyt.
TEXT_SEND_FILE				= Jos lähetät videotiedoston osoitteeseen bandicut@bandicam.com, niin voimme kokeilla korjata sen.
TEXT_CHECK_CHANGE_ENCODER		= Use H.264 Software Encoder from now on
TEXT_INTER_FILE				= An error occurred while saving the video to the output folder.
TEXT_CANT_DECODE_AUDIO			= Some audio tracks are unable to decode.[br]They won't be converted. Are you sure you want to continue?

TEXT_REBUILD_COMPLETE			= File(s) ready to edit.
TEXT_REBUILD_FAILED			= An error occurred while preparing the video file(s).[br]

TEXT_ERRMSG_CONVERT_NUM			= Koodaus epäonnistui.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Korkeanopeuksisen tilan käyttäminen epäonnistui liian ison tiedoston vuoksi. Käyttäisitkö koodaustilaa.

TEXT_MSG_CHANGE_MODE_DROP		= If several files are added to Bandicut, Bandicut will change to Joiner. [br]Are you sure you want to continue?
TEXT_MSG_CANT_CHANGE			= Bandicut is analyzing files which have been added. [br]Please wait...

TEXT_MISSED_FILE_REMOVE 		= Tiedosto on poistettu osalistalta, koska sitä ei ole.[br]-${str1}

TEXT_INVALID_VALUE			= Please enter a value between ${int1} and ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Voit lisätä enintään ${int1} tiedostoa/osaa.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Alapuolella olevia ${int1} tiedostoja ei lisätty.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= You're about to exceed the maximum segment count of Bandicut (99). If you proceed, some segments won't be added.[br]Are you sure you want to continue?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut can't split into ${int1} segments because the time of each segment is too short.[br]Please enter a smaller number.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= You can't split the segment any more because the maximum segment count has been exceeded.
TEXT_WARNING_MAX_SEGMENT_ZERO		= The time is longer than the segment time.[br]Please set it to a smaller value and try again.
TEXT_WARNING_INVALID_TIME		= Please set time higher than 1 second.

TEXT_EXIST_FILE_HEADER			= Tämän niminen tiedosto on jo olemassa.
TEXT_EXIST_FILE_COMMENT			= Jos jatkat tätä tehtävää, niin järjestysnumero asetetaan tiedostonimeen. Oletko varma, että haluat jatkaa?
TEXT_EXIST_FILE_OVERWRITE			= Save Project File
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} already exists.[br]Do you want to overwrite it?

TEXT_MSG_PROJECT_HELP			= What is a project file?
TEXT_MSG_SAVE_PROJECT_HEADER		= A task is in progress.
TEXT_MSG_SAVE_PROJECT			= If you add video files or a project file, the running task will be lost.
TEXT_MSG_SAVE_PROJECT2			= Do you want to continue after saving a project file?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Do you want to continue after saving a project file?
TEXT_MSG_LOAD_PROJECT_FAIL		= Failed to open project file.
TEXT_MSG_RESTORE_PROJECT		= Bandicut didn't shut down correctly.[br]Do you want to restore your previous task?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video is not enabled.[br]To use the "H264 (Intel® Quick Sync Video)" codec, please plug the VGA cable from the monitor into the VGA port on the motherboard.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Haluaisitko vierailla opastussivulla?

TEXT_ENCODER_TITLE			= ${str1} encoder Available
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} is a hardware encoder which allows you to edit videos at a higher speed than the software-based encoder.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Would you like to use the ${str1} encoder?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= This feature is no longer available due to Facebook's policy.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Syötetyn tiedoston tiedot
TEXT_H264_NOT_SUPPORT			= Tämä järjestelmä ei tue H.264-koodausta.
TEXT_FILE_NAME				= Tiedostonimi: ${str1}
TEXT_FILE_TYPE				= Tiedostomuoto: ${str1}
TEXT_FILE_DURATION			= Kesto: ${str1}
TEXT_FILE_SIZE				= Tiedostokoko: ${str1}
TEXT_SEGMENT				= Osat: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Alkuperäinen käynnistysaika: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Uusi käynnistysaika: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Käytä korkeanopeuksista tilaa: ${str1}
TEXT_SEEKABLE				= Etsitään ${str1}  
TEXT_POSSIBLE				= Salli
TEXT_IMPOSSIBLE				= Estä
TEXT_POSSIBLE_REG			= Saatavilla rekisteröinnin jälkeen.
TEXT_TRACK_COUNT			= ${int1} Videoraidat, ${int2} Ääniraidat
TEXT_OUTPUT_FILE_INFO			= Tuotos tiedoston tiedot
TEXT_ADD_FAILED				= [Tiedoston lisäys epäonnistui]
TEXT_OUTPUT_OPTION			= Tallennusasetukset
TEXT_INPUT_FILES			= [Syötetyt tiedostot(Osat) Määrä : ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Mediatiedostot
TEXT_MAIN_PROJECT_FILES			= Project Files
TEXT_MAIN_ALL_FILES			= Kaikki tiedostot

TEXT_MOREINFO				= Katso lisää...

TEXT_SEGMENT_TITLE			= Segment ${str1}
TEXT_SEGMENT_FILE_TITLE			= File ${str1}

TEXT_RECORDING				= Start Bandicam Screen Recorder[br](Record a PC screen, game or webcam)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Trial
TEXT_BANNER_OFF_SUBJECT			= You are using the unregistered version.
TEXT_BANNER_OFF_CONTENTS_1		= If you purchase and register the Bandicut license,
TEXT_BANNER_OFF_CONTENTS_2		= you can use the software without the trial limitations.
TEXT_BANNER_RESULT_SUBJECT		= Not satisfied with the speed?
TEXT_BANNER_RESULT_CONTENTS_1		= Please purchase the Bandicut license.
TEXT_BANNER_RESULT_CONTENTS_2		= The speed will be increased by over <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Buy Now

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (free) for Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fastest Lossless Video Cutter, Splitter and Joiner
TEXT_BANNER_UWP_CONTENTS_2		= For more information, visit the official website.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Yleinen
TEXT_TAB_FILE				= Output
TEXT_TAB_LANGUAGE			= Kieli
TEXT_TAB_HIGHSPEED			= High Speed
TEXT_TAB_VFILTER			= Videosuodin
TEXT_TAB_INFO				= Tietoa

TEXT_PREFIX_FILE_NAME			= Source File Name
TEXT_PREFIX_CUSTOM			= Custom Prefix
TEXT_PREFIX_NONOE			= None
TEXT_SUFFIX_TIME			= Date and Time
TEXT_SUFFIX_SERIAL			= Sequence Number
TEXT_SUFFIX_DATE_SERIAL			= Date and Sequence Number
TEXT_FILE_EXAMPLE			= Ex)
TEXT_DEFAULT_CACHE_FOLDER		= (Oletus)

TEXT_INTEL_QSV				= Intel® Quick Sync video (nopea, laitteistokiihdytystä käyttävä)

TEXT_H264_NOT_SUPPORT			= Tämä järjestelmä ei tue H.264-koodausta.[br]Haluaisitko vierailla opastussivulla?

TEXT_VIDEO_QUALITY			= Laatu
TEXT_VIDEO_BITRATE			= Bittivirtaus(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Ei videota
TEXT_NO_AUDIO				= Ei ääntä
TEXT_VIDEO				= Video
TEXT_AUDIO				= Ääni
TEXT_UNKNOWN				= Tuntematon
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Always
TEXT_DONT_USE				= Don't use

TEXT_FIT_WIDTH				= Sovita leveyteen
TEXT_FIT_HEIGHT				= Sovita korkeuteen
TEXT_SIZE_AUTO				= Pidä alkuperäinen koko
TEXT_SIZE_CUSTOM			= Muu

TEXT_FIT_WIDTH_INFO			= Sovita leveyteen (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Sovita korkeuteen (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Pidä alkuperäinen Ruudunpäivitysnopeus

TEXT_MIN_VIDEO_SIZE			= Minimiarvo videon leveydelle ja korkeudelle on ${int1}.
TEXT_MAX_VIDEO_SIZE			= Maksimiarvo videon leveydelle ja korkeudelle on ${int1}.
TEXT_ODD_VIDEO_SIZE			= Koodaus voi epäonnistua, jos videon leveys tai korkeus on eri paria. [br] Haluatko muuttaa videon kokoa seuraavasti?
TEXT_ODD_VIDEO_SIZE2			= [br]- Käyttäjän määrittelemä videon koko: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- uusi videon koko: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Maksimiarvo videon bittivirtaukselle on ${int1} Kb/s.
TEXT_MAX_VIDEO_QUALITY			= Videolaatu pitää olla 1:n ja 100:n välillä.
TEXT_DONT_ALLOW_NORMALIZE		= You can't use this option with the [Remove Audio Tracks] option.[br]Would you like to disable the [Remove Audio Tracks] option?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= You can't use this option with the [Normalize] option.[br]Would you like to disable the [Normalize] option?

TEXT_SAMPLERATE_AUTO			= Pidä alkuperäinen taajuus

TEXT_ASK_FOR_REG			= Rekisteröimätön versio
TEXT_ASK_FOR_REG_DETAIL			= Ostamalla Bandicutin lisenssin, poistat kaikki rajoitukset.
TEXT_ASK_FOR_REG_CONTINUE		= Sivuuta ja jatka
TEXT_ASK_FOR_REG_REGNOW			= Rekisteröi Bandicut
TEXT_ASK_FOR_REG_TRY			= Kokeile Rekisteröimätöntä Bandicutia

TEXT_NOT_EXIST_OUTPUT			= Tallennuskansiota ei ole olemassa. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			= Et voi tallentaa tiedostoja tähän kansioon. Valitse toinen kansio.
TEXT_NOT_SAVE_SOURCE_FOLDER		= You can't save files to the source folder [br]Do you want to continue after unchecking the 'Save to the Source Folder' option?
TEXT_NOT_ALLOWED_CHAR			= Tiedostonimi ei voi sisältää seuraavia merkkejä.[br]${str1}
TEXT_LONG_PATH				= Tiedostonimi voi olla liian pitkä tallentamiseen. Jos mahdollista, niin lyhennä sitä ja yritä uudelleen, tai yritä kohdetta, jossa on lyhempi polku.[br]Maksimitiedostopolun pituus on ${int1} merkkiä.
TEXT_ADDING_FILES			= Nyt lisätään mediatiedostoja. Odota hetkinen.

TEXT_DEFAULT_PRESET			= Oletus
TEXT_FIT_WIDTH_PRESET			= Sovita Leveys
TEXT_FIT_HEIGHT_PRESET			= Sovita Korkeus
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Do you want to delete the preset?[br][br]-Preset name: ${str1}
TEXT_SAME_PRESET			= Esiasetuksen nimi on jo olemassa. Do you want to overwrite the existing preset?[br][br]-Preset name: ${str1}
TEXT_SAME_RENAME_PRESET			= Esiasetuksen nimi on jo olemassa. Syötä uusi nimi.[br][br]-Preset name: ${str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Tämä sovellus asentaa Bandicutin tietokoneellesi.[br][br]Jos Bandicut on päällä, niin sulje se ennen asennuksen aloittamista.[br][br]Klikkaa seuraavaa jatkaaksesi.
TEXT_DELETE_ALL_FILES			= Kaikkia tiedostoja (${str1}) ei poistettu. [br]Haluatko poistaa ne?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut is in use. Close the program before proceeding.
TEXT_THIS_IS_NT_ONLY_APP		= This software will work properly only in Windows Vista and later. [br]Do you want to download the version for Windows XP?
TEXT_DO_NOT_WORK_32BIT			= This program doesn't work on 32-bit Windows. [br]Do you want to download the version for 32-bit Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Tämän sovelluksen asentaminen tarvitsee järjestelmänvalvojan oikeudet. [br]Haluatko keskeyttää asennuksen?
TEXT_DELETE_ALL_PRESET_FILES		= Your custom presets exist.[br]Do you want to remove them?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Please select the mode you want to use.
TEXT_WIZARD_COMMENT_CUT			= Leikkaa videotiedostoja ja poista yksi tai useampia osia videosta.
TEXT_WIZARD_COMMENT_SPLIT		= Split a video file into multiple segments.
TEXT_WIZARD_COMMENT_JOIN		= Yhdistä monia videoita.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Leikkaaja
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Yhdistäjä

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Jatka
TEXT_PAUSE				= Pysäytä
TEXT_READY				= Waiting

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Tiedoston otsikon kirjaaminen
TEXT_JOIN_JOB				= Yhdistä

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Sinun versiosi Bandicutista on rekisteröity.
TEXT_REGISTER_FAILED			= Rekisteröinti epäonnistui. [br]Tarkista sähköpostiosoitteesi ja sarjanumero.
TEXT_REGISTER_CONNECT_FAILED		= Rekisteröintipalvelimeen yhdistäminen ei onnistu.[br]Tarkista internetyhteyteytesi ja aseta järjestelmän aika vastaamaan tätä päivää ja aikaa.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Jos tarvitset apua, niin klikkaa OK-painiketta.
TEXT_REGISTER_INFO			= Sähköpostiosoite: ${str1}[br]Sarjanumero: ${str2}
TEXT_REGISTER_INFO2			= Expiration Date: ${str1} (${int1} days left)
TEXT_REGISTER_INFO2_EXPIRED		= Expiration Date: ${str1} (Expired)
TEXT_REGISTER_YET			= Rekisteröimätön versio!!![br]- A watermark will be added to the video.[br]- Please click the "Register" button to remove all limitations. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut has been unregistered.
TEXT_UNREGISTER				= Do you want to unregister Bandicut?
TEXT_NOTICE_NEED_TO_RENEW		= Bandicut license expires after ${int1} days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= Bandicut license has expired. Click the 'OK' button for license renewal instructions.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Anna tiedostonimi, jotta voit ladata videon.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Login - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Kirjaudu sisään - Vimeo
TEXT_UPLOAD_COMPLETE			= Ladattu
TEXT_UPLOAD_ERR_FAIL			= Videon lataaminen epäonnistui.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Tämä tiedosto on liian suuri ladattavaksi.
TEXT_UPLOAD_ERR_FREESPACE		= Tilaa ei ole tarpeeksi ladattavaksi.
TEXT_UPLOAD_ERR_CONNECT			= Palvelimeen yhdistäminen epäonnistui.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_WARNING_DOING		= Nyt ladataan ${int1} videotiedostoja. Haluatko keskeyttää lataamisen ja sulkea Bandicutin?
TEXT_UPLOAD_NO_PASSWORD			= Please enter a password.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= The installation is in progress...
TEXT_UPDATE_FAILED_DL			= Failed to download installation files. [br]This system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= The installation completed.
TEXT_UPDATE_INSTALL_FAILED		= The installation failed.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Tietoa [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Avaa tiedosto [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Upload to
MENUSTR_MAIN_FILE_CLOSE			= Sulje tiedosto [tab]F4
MENUSTR_MAIN_OUTPUT			= Avaa tallennettavien tiedostojen kohdekansio [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Muokkaus [tab]F5
MENUSTR_MAIN_REGISTER			= Rekisteröinti [tab]F3
MENUSTR_MAIN_CLOSE			= Lopeta [tab]Alt+F4
MENUSTR_MAIN_HELP			= Apua
MENUSTR_HELP_ONLINE			= Apua
MENUSTR_HELP_HOTKEYS			= Hotkeys
MENUSTR_HELP_LICENSE			= License Information
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Tiedoston tiedot [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Sulje kaikki tiedostot [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Open Project File
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Save Project File
MENUSTR_UPLOAD_SETTING			= Settings

MENUSTR_PRESET_USER			= Käyttäjän Asetukset
MENUSTR_PRESET_ADD			= Lisää Esiasetus
MENUSTR_PRESET_EDIT			= Muokkaa Esiasetuksia

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Peruuta
IDOK					= OK
IDC_BTN_CLOSE				= Sulje
IDC_BTN_YES				= Kyllä
IDC_BTN_NO				= Ei
IDC_BTN_REGISTER			= Rekisteröi
IDC_CK_OPEN_OUTPUT_FOLDER		= Avaa kohdekansio, kun valmista
IDC_ST_DETAIL_LINK			= Katso lisää...
IDC_ST_OPTION				= Options
IDC_ST_HELP				= Apua

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Koodaustilan asetukset
IDC_ST_FILE_FORMAT			= File
IDC_ST_FORMAT				= Tiedostomuoto
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Videokoko
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Videokoodekki
IDC_ST_VIDEO_MODE			= Bittivirtauksen hallinta
IDC_ST_VIDEO_QUALITY			= Laatu
IDC_ST_VIDEO_BITRATE			= Bittivirtaus
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace
IDC_ST_AUDIO_CODEC			= Audiokoodekki
IDC_ST_AUDIO_CHANNEL			= Kanava
IDC_ST_AUDIO_SAMPLERATE			= Taajuus
IDC_ST_AUDIO_MODE			= Bittivirtauksen asetukset
IDC_ST_AUDIO_BITRATE			= Bittivirtaus
IDC_BTN_PRESET				= Oletus
IDC_BTN_SETTING_MORE			= Lisäasetukset...
IDC_ST_AUDIO_NORMALIZE			= Normalize
IDC_CK_AUDIO_NORMALIZE			= Use

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264-asetukset
IDC_ST_H264_PROFILE_SETTING		= ${str1}-asetukset
IDC_ST_H264_PROFILE			= Profiili
IDC_ST_H264_LEVEL			= Taso

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Lisää Uusi Esiasetus.
IDC_ST_ADD_PRESET			= Voit tallentaa nykyisen muodon asetukset uutena esiasetuksena[br]Syötä uudelle esiasetukselle nimi.
IDC_ST_SELECT_ENCODER			= H.264 Encoder Settings
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Nimeä Esiasetus uudelleen
IDC_ST_RENAME_PRESET			= Syötä esiasetukselle uusi nimi.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Muokkaa Esiasetuksia
IDC_BTN_PRESET_ADD			= Lisää
IDC_BTN_PRESET_DELETE			= Poista
IDC_BTN_PRESET_RENAME			= Nimeä uudelleen

[IDD_SETTING]
IDD_SETTING				= Konfigurointi
IDC_BTN_RESET				= Palauta

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Varoita, kun avataan mediatiedostoja, joista ei voida etsiä.
IDC_CK_ALERT_EXIST_FILE			= Varoita, kun Alert kun saman niminen tiedosto on jo olemassa.
IDC_CK_ALERT_SAVE_PROJECT		= Alert when saving a project file.
IDC_CK_USE_LOG_FILE			= Luo lokitiedosto (.log)
IDC_CK_MOV_FRONT_HEADER			= Tallenna tiedoston tiedot tiedoston alkuun (vain MP4).
IDC_CK_KEEP_CREATION_TIME		= Preserve creation date/time of the original file.
IDC_ST_UPLOAD				= Upload options
IDC_CK_SHOW_TIP				= Show tip/information
IDC_CK_AUTO_MOVE			= Move input position when pressing number keys.
IDC_CK_DEINTERLACE_PREVIEW		= Use the deinterlace filter when playing interlaced video.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Tallennuskansio
IDC_BTN_SET_OUTPUT			= Selaa...
IDC_BTN_OPEN_OUTPUT			= Avaa
IDC_CK_OUTPUT_SOURCE			= Save to the Source Folder
IDC_ST_FILENAME				= File naming settings
IDC_ST_CACHE_FOLDER			= Cache folder
IDC_BTN_SET_CACHE_FOLDER		= Selaa...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Oletus

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Kieli
IDC_ST_TRANSLATOR			= Kiitoksiä kääntäjille

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Alert when unable to use High-speed mode.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Always cut/merge by keyframe in High-speed mode.
IDC_CK_SHOW_KEY_FRAME_CUT		= Alert when the start time of the file will change.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Lataa Vimeo.com -sivustolle
IDC_ST_VIMEO_UPLOADINFO			= Latauksen tiedot
IDC_ST_VIMEO_FILENAME			= Tiedostonimi:
IDC_ST_VIMEO_TITLE			= Otsikko:
IDC_ST_VIMEO_DESCRIPTION		= Kuvaus:
IDC_ST_VIMEO_PRIVACY			= Yksityisyys:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Julkinen - Salli kaikkien nähdä tämä video
IDC_RD_VIMEO_PRIVACY_ONLYME		= Vain minä - Aseta video näkyväksi vain minulle, eikä muille
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Vain seuraamilleni henkilöille - Aseta video näkyväksi vain henkilöille, joita seuraan Vimeossa
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Only people with the private link can see this video 
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD			= Hide Password
IDC_BTN_VIMEO_UPLOAD			= Lataa
IDC_LN_VIMEO_HELP			= Apua

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Ladataan...
IDC_ST_VIMEO_UPLOADED			= Videon lataaminen valmis!
IDC_ST_VIMEO_LINK			= Linkki:
IDC_ST_VIMEO_EMBED			= Upotus:
IDC_BTN_VIMEO_LINK_GO			= Siirry
IDC_BTN_VIMEO_EMBED_COPY		= Kopioi
IDC_BTN_VIMEO_CLOSE			= Sulje

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Lataa Youtube.com -sivustolle
IDC_ST_YOUTUBE_UPLOADINFO		= Latauksen tiedot
IDC_ST_YOUTUBE_FILENAME			= Tiedostonimi:
IDC_ST_YOUTUBE_TITLE			= Otsikko:
IDC_ST_YOUTUBE_DESCRIPTION		= Kuvaus:
IDC_ST_YOUTUBE_PRIVACY			= Yksityisyys:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Julkinen - Kuka tahansa voi katsoa videon
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Listaamaton - Kuka tahansa, jolla on linkki, voi katsoa videon
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Yksityinen - Aseta video näkyväksi vain minulle ja valituille käyttäjille
IDC_BTN_YOUTUBE_UPLOAD			= Lataa
IDC_LN_YOUTUBE_HELP			= Apua
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Ladataan...
IDC_ST_YOUTUBE_UPLOADED			= Videon lataaminen valmis!
IDC_ST_YOUTUBE_LINK			= Linkki:
IDC_ST_YOUTUBE_EMBED			= Upotus:
IDC_BTN_YOUTUBE_LINK_GO			= Siirry
IDC_BTN_YOUTUBE_EMBED_COPY		= Kopioi
IDC_BTN_YOUTUBE_CLOSE			= Sulje

[IDD_FILEINFO]
IDD_FILEINFO				= Tiedoston tiedot
IDC_BTN_CLIPBOARD			= Kopioi leikepöydälle

[IDD_REGISTER]
IDD_REGISTER				= Rekisteröi Bandicut
IDC_ST_1BUY				= 1. Osta
IDC_ST_1BUY_COMMENT			= If Bandicut is not registered, a watermark will be added to the video. Please click the "Buy Now" button to purchase the Bandicut license.
IDC_BTN_BUY_ONLINE			= Osta nyt
IDC_ST_2REGISTER			= 2. Rekisteröi
IDC_ST_2REGISTER_COMMENT		= Anna sähköpostiosoitteesi ja sarjanumero. [br](Rekisteröidäksesi Bandicutin, sinun pitää olla yhteydessä internetiin.)
IDC_ST_EMAIL_ADDRESS			= Sähköpostiosoite
IDC_ST_SERIAL_NUMBER			= Sarjanumero
IDC_BTN_REGISTER_NOW			= Rekisteröi nyt
IDC_BTN_UNREGISTER_NOW			= Unregister

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Järjestelmän sammuttaminen
IDC_ST_SHUTDOWN_INFO			= Järjestelmän sammuttaminen
IDC_ST_SHUTDOWN_MSG1			= Tämä järjestelmä sammuu, kun prosessi on valmistunut.[br]Jos et halua sammuttaa, niin klikkaa Peruuta.
IDD_SHUTDOWN_APP			= Sulje Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Sulje Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut sulkeutuu automaattisesti, kun prosessi on valmis.[br]Jos et halua sulkea Bandicutia, niin klikkaa peruuta.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Päivitysten tarkistus
IDC_ST_UPDATE_SETTING			= Asetukset
IDC_CK_ENABLE_AUTO_CHECK		= Salli automaattiset päivitysten tarkistamiset.
IDC_CK_SHOW_UPDATE_POPUP		= Näytä pop-up-ikkuna, kun suurehko päivitys on saatavilla.
IDC_CK_SHOW_ENABLE_BETA			= Show pop-up when a beta update is available.
IDC_BTN_CHECK_UPDATE_NOW		= Päivitysten tarkistaminen nyt

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Päivityksen tiedot
IDC_ST_UPDATE_MSG1			= Uusi versio saatavilla.
IDC_ST_UPDATE_MSG2			= Jos klikkaat “Päivitä” -painiketta, voit ladata sen nyt.
IDOK					= Päivitä

[IDD_FAILTOADD]
IDD_FAILTOADD				= Tiedosto(je)n lisääminen epäonnistui.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Video Splitter
IDOK					= Apply
IDC_RD_SPLIT_NUMBER			= Split into
IDC_RD_SPLIT_TIME			= Split by duration:
IDC_ST_SEGMENT				= Segments
IDC_CK_KEEP_SEGMENT			= Keep the selected segment
IDC_ST_HOUR				= Hour
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sec.

[IDD_INFORMATION]
IDD_INFORMATION				= Hotkeys
IDD_INFORMATION_LICENSE			= License Information

[SKIN]
; New UI
; Common
$BN_START				= Käynnistä
$BN_CANCEL				= Peruuta
$BN_OK					= OK
$BN_YES					= Kyllä
$BN_NO					= Ei
$ST_OPTION				= Options
$CK_JOIN				= Yhdistä osat
$BN_OPEN_OUTPUT				= Avaa
$BN_HELP				= Apua
$CHECK_DO_NOT_SHOW			= Älä näytä seuraavalla kerralla.

; Main
$BN_TIP					= Please register to remove all limitations. 
$BN_ADD_SEGMENT				= Add segment
$BN_GUIDE_OPEN_FILE			= Avaa tiedosto
$BN_GUIDE_OPEN_FILE_JOINER		= Avaa tiedostoja
$ST_GUIDE_SET_SEGMENT			= Valitse leikkausalue
$ST_GUIDE_START				= Klikkaa aloittaaksesi
$ST_GUIDE_ADD_FILES			= Lisää tiedostoja
$ST_SEGMENT_LIST_TITLE			= Cutter Segment List
$ST_SEGMENT_LIST_TITLE_JOIN		= Joiner File List

; Wizard
$BN_WIZARD_CUT				= Leikkaa
$BN_WIZARD_JOIN				= Yhdistä
$BN_WIZARD_SPLIT			= Jaa

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Uusi versio saatavilla.
$BN_ABOUT_CHECK_UPDATE			= Tarkista päivitykset
$ST_ABOUT_LICENCE_INFO			= Sovelluksen tiedot
$BN_ABOUT_REGISTER			= Register
$BN_ABOUT_REGISTER_HELP			= How to Purchase and Register
$ST_ABOUT_HOMEPAGE_INFO			= Website URL
$ST_ABOUT_HOMEPAGE_URL			= Homepage
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Update Registration
$BN_ABOUT_RENEW_LICENSE			= Renew License

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Tila
$RD_READY_HIGH_SPEED_MODE		= Korkeanopeuksinen tila
$RD_READY_ENCODING_MODE			= Koodaustila
$ST_READY_MODE_HIGH_SPEED		= Nopea ja häviötön (Suositeltu)
$ST_READY_MODE_ENCODING			= Muokkaa tiedostomuotoja, laatua ja koodekkia (Hidas)
$ST_READY_FILE_FORMAT			= Tiedostomuoto
$ST_READY_VIDEO_INFO			= Videon tiedot
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Audion tiedot
$BN_READY_DETAIL_SETTING		= Koodausasetukset
$BN_READY_PRESET			= Esiasetukset
$ST_READY_OUTPUT_OPTION			= Kohde
$ST_READY_OUTPUT_FILE_NAME		= Tiedostonimi
$ST_READY_SAVE_FOLDER			= Kansio
$CK_READY_OUTPUT_TO_SOURCE		= Save to the Source Folder
$ST_READY_TRACK_OPTION			= Save Tracks
$RD_READY_ALL_TRACK			= Tallenna kaikki video- ja audioraidat
$RD_READY_SEL_TRACK			= Tallenna vain valitut video- ja audioraidat
$CK_READY_EXTRACT_AUDIO			= Poimi audioraidat (.mp3)
$CK_READY_REMOVE_AUDIO			= Remove audio tracks

; Run
$ST_RUN_CUT_FILE_INFO			= Edistyminen
$ST_RUN_FILE_NAME			= Tiedosto:
$ST_RUN_COMPLETE			= Complete
$BN_RUN_UPLOAD				= Upload
$BN_RUN_PLAY				= Play
$ST_RUN_RUNNING_TIME			= Aikaa kulunut
$ST_RUN_REMAINING_TIME			= Aikaa jäljellä
$ST_RUN_SPEED				= Nopeus
$ST_RUN_FILE_SIZE			= Tiedoston koko
$ST_END_OPTION				= Valmistumisen jälkeen
$ST_UPLOAD_OPTION			= Upload options
$CK_RUN_OPEN_OUTPUT_FOLDER		= Avaa kohdekansio, kun valmista
$CK_RUN_SYSTEM_CLOSE			= Sammuta
$CK_SOUND_ALARM				= Play a sound
$CK_MOVE_TO_MAIN			= Go to Main Window

; Capture
$BN_OPEN_FOLDER			= Open Folder
$BN_MESSAGE				= [u]Captured image has been saved to the output folder.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Have you used <font color="yellow">Bandicam</font>? It allows you to record anything on your PC screen and save it as a video file.[br]Would you like to try Bandicam?
$BN_UPDATE_STEP1_LINK			= Learn more
$ST_UPDATE_STEP2_TEXT			= Download in progress...
$BN_UPDATE_INSTALL			= Install now
$BN_UPDATE_LATER			= No, thank you!
$BN_UPDATE_CANCEL			= Cancel
$BN_UPDATE_CLOSE			= Close
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Preparing your file(s) for editing.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Get Started (Home)
$TT_CUTTER				= Leikkaa
$TT_JOINER				= Yhdistä
$TT_ABOUT				= Information (F1)
$TT_SETTING				= Konfigurointi (F5)
$TT_BANDICAM				= Start Bandicam

$TT_FILE_CLOSE_WORK			= Sulje kaikki tiedostot (F4)
$TT_FILE_CLOSE_WORK_CUT			= Close File - Remove All Segments (F4)

$TT_FILE_OPEN				= Avaa tiedosto (F2,Ctrl+O)
$TT_FILE_ADD				= Lisää tiedostoja (F2,Ctrl+O)
$TT_FILE_PROJECT			= Project Files
$TT_OPEN				= Open

$TT_REGISTER				= Rekisteröi (F3)
$TT_OPEN_OUTPUT_FOLDER			= Open Output Folder (Ctrl+F2)
$TT_HELP				= Apua
$TT_REFRESH_LINFO			= Refresh license Information

$TT_PLAYER_PLAY				= Toista/Tauota (Space)
$TT_PLAYER_STOP				= Pysäytä (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Toista/Tauota osa (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Pysäytä osa (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Siirrä edelliseen avainkehykseen (Ctrl+Vasen)
$TT_PLAYER_PREV_FRAME			= Siirrä edelliseen ruutuun (Vasen)
$TT_PLAYER_NEXT_FRAME			= Siirrä seuraavaan ruutuun (Oikea)
$TT_PLAYER_NEXT_KEY_FRAME		= Siirrä seuraavaan avainkehykseen (Ctrl+Oikea)
$TT_PLAYER_PREV_FILE_PLAY		= Toista edellinen tiedosto (Vasen)
$TT_PLAYER_NEXT_FILE_PLAY		= Toista seuraava tiedosto (Oikea)
$TT_PLAYER_SEG_ADD			= Lisää osa (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Voit lisätä enintään ${int1} tiedostoa/osaa.
$TT_PLAYER_SEG_START			= Aseta osan käynnistysaika ( S )
$TT_PLAYER_SEG_END			= Aseta osan päättymisaika ( E )
$TT_PLAYER_MUTE_ON			= Vaimenna ( M )
$TT_PLAYER_MUTE_OFF			= Poista vaimennus ( M )

$TT_PLAYER_CAPTURE			= Capture (Ctrl+C)

$TT_ADD_SEGMENT				= Lisää osa(Ctrl+N)
$TT_PREV_SEGMENT			= Siirrä ylös
$TT_NEXT_SEGMENT			= Siirrä alas
$TT_PREV_MOVE_FILE			= Siirrä taaksepäin
$TT_NEXT_MOVE_FILE			= Siirrä eteenpäin

$TT_RUN_UPLOAD_OPTION			= Upload Options

$TT_LIST_PLAY				= Play/Pause Segment
$TT_LIST_SPLIT				= Split
$TT_LIST_CUT_REMOVE			= Remove
$TT_LIST_JOIN_REMOVE			= Remove

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Bandicutin pikanäppäimet
HOTKEYS_ABOUT				= - Tietoa Bandicutista:		F1
HOTKEYS_FILE_INFO			= - Tiedoston tiedot:		Ctrl+F1
HOTKEYS_SETTING				= - Konfigurointi:		F5
HOTKEYS_MAX				= - Maksimoi/Palauta:		Enter
HOTKEYS_CHANGE_MODE			= - Valitse tila: 		Ctrl+M
HOTKEYS_REGISTER			= - Rekisteröi Bandicut:		F3
HOTKEYS_HOME				= - Siirry aloitussivulle:		Home

HOTKEYS_PLAY_TITLE			= * Toista
HOTKEYS_OPEN_FILE			= - Avaa tiedosto:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Sulje (Kaikki) Tiedosto(t):		F4
HOTKEYS_START				= - Aloita:           		Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Avaa tallennuskansio:	Ctrl+F2
HOTKEYS_PLAY				= - Toista/Tauota:		Space
HOTKEYS_STOP				= - Pysäytä:			Ctrl+Space
HOTKEYS_MUTE				= - Vaimennus päällä/pois:		M

HOTKEYS_SEGMENT_PLAY			= - Toista/Tauota osa:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Pysäytä osa:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Poista osa:	Delete

HOTKEYS_PLAY_FORWARD			= - Eteenpäin:			Oikea, Numeronäppäimistö+
HOTKEYS_PLAY_REWIND			= - Taaksepäin:			Vasen, Numeronäppäimistö-

HOTKEYS_CUT_TITLE			= * Leikkaa
HOTKEYS_SET_START_TIME			= - Aseta osan aloitusaika:	S
HOTKEYS_SET_END_TIME			= - Aseta osan päättymisaika:	E
HOTKEYS_SEGMENT_ADD			= - Lisää osa:		Ctrl+N

HOTKEYS_NEXT_FRAME			= - Seuraava ruutu:		Oikea, Numeronäppäimistö+
HOTKEYS_NEXT_KEY_FRAME			= - Seuraava avainkehys:		Ctrl+Oikea

HOTKEYS_PREVIOUS_FRAME			= - Edellinen ruutu:		Vasen, Numeronäppäimistö-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Edellinen avainkehys:		Ctrl+Vasen

HOTKEYS_PREVIOUS_SEL_SEG		= - Valitse edellinen osa: 	ylös
HOTKEYS_NEXT_SEL_SEG			= - Valitsse seuraava osa: 	alas

HOTKEYS_PREV_TIME_DIGIT			= - Move to Previous Time Digit:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Move to Next Time Digit:	Tab

HOTKEYS_JOIN_TITLE			= * Yhdistä
HOTKEYS_PREV_FILE_PLAY			= - Toista/Valitse edellinen tiedosto: 	Vasen
HOTKEYS_NEXT_FILE_PLAY			= - Toista/Valitse seuraava tiedosto: 	Oikea